Repository: oswida/cyber
Catalog: app/src/i18n/locales/*/messages.po
Languages: pl

source: A good servant must have good wages
pl: Jaka płaca taka praca

source: A place for everyone, everyone in their place
pl: Dla każdego miejsce, każdy na swoim miejscu

source: AI
pl: SI

source: Acquire a competitor's employee
pl: Pozyskać pracownika konkurencji

source: Activation threshold
pl: Próg aktywacji ochrony

source: Add
pl: Dodaj

source: Advertising slogans projected on the surface
pl: Slogany reklamowe wyświetlane na powierzchni

source: Agriculture
pl: Rolnictwo

source: All their employees are brainwashed fanatics
pl: Wszyscy ich pracownicy są fanatykami o wypranych mózgach

source: Armor
pl: Pancerz

source: Automotive Industry
pl: Przemysł samochodowy

source: Aviation Industry
pl: Przemysł lotniczy

source: Biotechnology
pl: Biotechnologia

source: Biotechnology resources
pl: Zasoby biotechnologiczne

source: Black ICE
pl: Czarny LOD

source: Black, glossy
pl: Czarny, połyskliwy

source: Black, mat
pl: Czarny, matowy

source: Blue, glowing
pl: Błękitny, jarzący się

source: Blue, hazy
pl: Błękitny, zamglony

source: Burning with bright light
pl: Płonie jaskrawym światłem

source: Chemical Industry
pl: Przemysł chemiczny

source: Clear roll history locally
pl: Wyczyść lokalną historię rzutów

source: Clearly established rules
pl: Jasno ustalone reguły

source: Click to restore predefined layout
pl: Kliknij aby odtworzyć predefiniowany układ

source: Clothing Industry
pl: Przemysł odzieżowy

source: Color
pl: Kolor

source: Comment
pl: Komentarz

source: Common vision
pl: Wiara we wspólną misję

source: Computer Games
pl: Gry komputerowe

source: Computer Industry
pl: Przemysł komputerowy

source: Config
pl: Konfiguracja

source: Connected to:
pl: Podłączony do:

source: Connection
pl: Połączenie

source: Connection link
pl: Odnośnik klienta

source: Constantly rotating segments
pl: Obracające się ciągle segmenty

source: Construction
pl: Budownictwo

source: Contacts among runners
pl: Kontakty wśród runnerów

source: Control of city gangs
pl: Kontrola nad wybranymi gangami

source: Control over police and municipal services
pl: Kontrola nad policją i służbami miejskimi

source: Corporation
pl: Korporacja

source: Courier Services
pl: Usługi kurierskie

source: Covered with symbols, steel
pl: Stalowy, pokryty symbolami

source: Credits
pl: Kredyty

source: Critical damage: additional d4 damage
pl: Obrażenia krytyczne: dodatkowe obrażenia k4

source: Critical damage: hacker disconnected from the network for d4 rounds
pl: Obrażenia krytyczne: haker odłączony od sieci na k4 rund

source: Critical damage: hacker's attack weakened for d4 rounds
pl: Obrażenia krytyczne: atak hakera osłabiony na k4 rund

source: Current storage use is:
pl: Aktualny rozmiar danych lokalnych:

source: Cyberdeck
pl: Cyberdek

source: Cybermods
pl: Cybermodyfikacje

source: Cybertechnology
pl: Cybertechnologia

source: Damage the competition
pl: Zlikwidować fizycznie konkurencję

source: Dappled, brown
pl: Kłębiący się, brunatny

source: Dark blue, streaked
pl: Ciemnoniebieski, pokryty smugami

source: Deactivate cybermods
pl: Dezaktywacja cybermodyfikacji

source: Deactivate programs
pl: Dezaktywacja programów

source: Delete
pl: Kasuj

source: Deprived
pl: Dyskomfort

source: Detect and eliminate traitors inside the corporation
pl: Wykryć i zlikwidować zdrajcę wewnątrz korporacji

source: Disappearing and reappearing from time to time
pl: Co jakiś czas znika i pojawia się

source: Discredit a well-known politician
pl: Zdyskredytować znanego polityka

source: Discredit the competition publicly
pl: Zdyskredytować konkurencję publicznie

source: Discreetly contain an uncontrollable disaster within the corporation
pl: Dyskretnie opanować niekontrolowaną katastrofę wewnątrz korporacji

source: Discreetly get rid of an inconvenient member of your own management
pl: Dyskretnie pozbyć się niewygodnego członka własnego zarządu

source: Distraction: the hacker's next attack is weakened
pl: Rozproszenie: następny atak hakera jest osłabiony

source: Double attack (roll two dice, choose the higher result)
pl: Podwójny atak (rzut dwiema kośćmi, wybierz wyższy wynik)

source: Drug trafficking control
pl: Kontrola nad przemytem narkotyków

source: Dynamic fractals drawn on the surface
pl: Dynamiczne fraktale rysowane na powierzchni

source: Education
pl: Edukacja

source: Electronics
pl: Elektronika

source: Employee Profile
pl: Profil pracownika

source: Employees' minds are uploaded to a corporate database after their death
pl: Umysły pracowników po ich śmierci są ładowane do korporacyjnej bazy danych

source: Entertainment
pl: Rozrywka

source: Entertainment industry control
pl: Kontrola nad przemysłem rozrywkowym

source: Everyone can have their profit
pl: Każdy może mieć swój zysk

source: Export
pl: Eksport

source: Fatigue
pl: Zmęczenie

source: Filled with ice crystals
pl: Wypełniony kryształkami lodu

source: Filled with lightning
pl: Wypełniony błyskawicami

source: Financial Services
pl: Usługi finansowe

source: Financial resources
pl: Zasoby finansowe

source: Firewall: inability to hack in the next round
pl: Zapora: niemożność hakowania w następnej rundzie

source: Flashing with regular dimmed ligh
pl: Błyskający regularnie przyćmionym światłem

source: Food Industry
pl: Przemysł spożywczy

source: Force or persuade a well-known public figure to sign a contract
pl: Zmusić/przekonać znaną postać publiczną do podpisania kontraktu marketingowego

source: Genetics
pl: Genetyka

source: Glass, transparent
pl: Szklany, przezroczysty

source: Glowing cubes in the centre
pl: Świecące sześciany w środku

source: Goal
pl: Cel

source: Gold
pl: Złoty

source: Gossip
pl: Plotka

source: Government
pl: Rządowy

source: Green, luminous
pl: Zielony, świetlisty

source: Green, neon
pl: Zielony, neonowy

source: Grey, stony
pl: Szary, kamienny

source: HP
pl: OCHR

source: Hosting
pl: Gospodarz

source: Identification
pl: Identyfikator

source: If you don't have what you like...
pl: Jak się nie ma co się lubi...

source: If you have an access to some NATS server, you can share dice rolls and board notes with other users. Please select 'Host' or 'Client' mode below. In 'Host' mode, you need only a NATS server address, for 'Client' there should be also an ID of the hosting browser provided
pl: Jeśli masz dostęp do jakiegoś serwera NATS, możesz współdzielić rzuty kośćmi i notatki z innymi użytkownikami. Proszę wybrać tryb 'Host' lub 'Client' poniżej. W trybie 'Host' potrzebny jest tylko adres serwera NATS, dla trybu 'Client' powinien być również podany ID przeglądarki gospodarza.

source: If you provided NATS server and selected client connection, the remote ID should be provided
pl: Jeśli podano serwer NATS i wybrano połączenie klienckie, należy podać zdalne ID

source: Induce a controlled disaster
pl: Wywołać kontrolowaną katastrofę

source: Influence among arms dealers
pl: Wpływy wśród handlarzy bronią

source: Influence in government institutions
pl: Wpływy w urzędach Administracji

source: Influence in hacker groups
pl: Wpływy w grupach hakerskich

source: Influence in religious sects
pl: Wpływy w sektach religijnych

source: Information Services
pl: Usługi informacyjne

source: Infosphere node
pl: Węzeł Infosfery

source: Input comment for a roll
pl: Podaj komentarz do rzutu

source: Intelligence capabilities
pl: Możliwości wywiadowcze

source: Introduce dangerous product into the market
pl: Wprowadzić na rynek niebezpieczny produkt

source: Inventory
pl: Ekwipunek

source: It's just a job, nothing personal
pl: To tylko praca, nic personalnego

source: Items
pl: Przedmioty

source: Job
pl: Robota

source: Landscape resources
pl: Zasoby przestrzenne

source: Large company/owner logo
pl: Wielkie logo firmy/właściciela

source: Legal Services
pl: Usługi prawnicze

source: Let's talk about it
pl: Warto rozmawiać

source: Luminous rings swirling around
pl: Świetlne pierścienie wirujące naokoło

source: Machinery Industry
pl: Przemysł maszynowy

source: Marine Industry
pl: Przemysł morski

source: Mathematical symbols displayed on the surface
pl: Symbole matematyczne wyświetlane na powierzchni

source: Maximise sales profits
pl: Zmaksymalizować zyski ze sprzedaży

source: Media control
pl: Kontrola nad mediami

source: Media credibility
pl: Wiarygodność w mediach

source: Medical Services
pl: Przemysł i usługi medyczne

source: Metallic, shiny
pl: Metalowy, lśniący

source: Military
pl: Wojskowy

source: Military Services
pl: Usługi militarne

source: Military contacts
pl: Kontakty w kręgach wojskowych

source: Mining
pl: Górnictwo

source: Moebius ribbon
pl: Wstęga Moebiusa

source: Most of their employees are androids
pl: Większość ich pracowników to androidy

source: Multicoloured
pl: Wielokolorowy

source: Municipal Services
pl: Usługi komunalne

source: Mystical symbols swirling around
pl: Mistyczne symbole wirujące naokoło

source: NATS Auth Token (if needed)
pl: Token NATS (jeśli wymagany)

source: NATS Server
pl: Serwer NATS

source: NPC
pl: Bohater niezależny

source: Name
pl: Imię

source: Nanotechnology
pl: Nanotechnologia

source: No reliable information about them can be found anywhere
pl: Nigdzie nie można znaleźć żadnych wiarygodnych informacji na ich temat

source: One big family
pl: Jedna wielka rodzina

source: Only the best reach the top
pl: Tylko najlepsi osiągają szczyt

source: Operations
pl: Branża

source: Orange, bright
pl: Pomarańczowy, jaskrawy

source: Personal honour and sense of duty
pl: Osobisty honor i poczucie obowiązku

source: Pharmaceutical Industry
pl: Przemysł farmaceutyczny

source: Place
pl: Miejsce

source: Player layout
pl: Układ gracza

source: Please remember that this app is using local browser storage instead of a database. The most popular limit for such a storage is about 5MB.
pl: Proszę pamiętać, że ta aplikacja używa lokalnego magazynu przeglądarki zamiast bazy danych. Najpopularniejszy limit dla takiego magazynu to około 5MB.

source: Power Engineering
pl: Energetyka

source: Precision Industry
pl: Przemysł precyzyjny

source: Prevent a disaster caused by corporate experiments
pl: Zapobiec katastrofie wywołanej przez eksperymenty korporacji

source: Prevent the disclosure of inconvenient truths about a corporation
pl: Zapobiec ujawnieniu niewygodnej prawdy o korporacji

source: Private
pl: Prywatny

source: Private Secured
pl: Prywatny strzeżony

source: Psychotechnics
pl: Psychotechnika

source: Public
pl: Publiczny

source: Put your spy on the management board of your competitors
pl: Wprowadzić własnego szpiega na wysokie stanowisko do konkurencji

source: Random Infosphere images projected inside
pl: Losowe obrazy z sieci wyświetlane wewnątrz

source: Randomly appearing specks of ligh
pl: Losowo pojawiające się plamki światła

source: Recover stolen data
pl: Odzyskać skradzione dane

source: Red, flaming
pl: Czerwony, płomienny

source: Reminiscent of origami
pl: Przypominający origami

source: Remote ID
pl: Zdalne ID

source: Research and Development
pl: Badania i rozwój

source: Resources
pl: Zasoby

source: Reveal irregularities in government institutions
pl: Ujawnić nieprawidłowości w instytucjach rządowych

source: Robotics
pl: Robotyka

source: Roll
pl: Rzut

source: Rubik's cube
pl: Kostka Rubika

source: Ruby, transparent
pl: Rubinowy, przezroczysty

source: Save
pl: Zapisz

source: Scientific laboratories
pl: Laboratoria naukowe

source: Scroll to inc/dec
pl: Przewiń aby zwiększyć/zmniejszyć

source: Search
pl: Szukaj

source: Security
pl: Bezpieczeństwo

source: Shape-filling laser beams
pl: Promienie lasera wypełniające kształt

source: Shared
pl: Współdzielony

source: Shared character
pl: Postać współdzielona

source: Silver
pl: Srebrny

source: Smuggler contacts
pl: Kontakty wśród przemytników

source: Space Industry
pl: Przemysł kosmiczny

source: Spinning around its axis
pl: Wirujący wokół własnej osi

source: Steal competitor data
pl: Wykraść dane konkurencji

source: Storage
pl: Dane

source: Subscription
pl: Abonament

source: Success is achieved with patience
pl: Sukces odnosi się za pomocą cierpliwości

source: Take control of a selected public domain
pl: Przejąć kontrolę nad wybraną domeną publiczną

source: Technological resources
pl: Zasoby technologiczne

source: Telecommunications
pl: Telekomuniakcja

source: Test the latest product directly on citizens
pl: Przetestować najnowszy produkt bezpośrednio na ludziach

source: The common good (of the corporation) is the highest value
pl: Wspólne dobro (korporacji) wartością najwyższą

source: The corporation is run by an AI but no one on the staff or board knows about it
pl: Korporacją zarządza SI ale nikt z pracowników i zarządu o tym nie wie

source: The corporation's board of directors is dead and a group of mercenaries are impersonating them
pl: Zarząd korporacji nie żyje a podszywa się pod niego grupa najemników

source: The day of retribution will come
pl: Kiedyś nadejdzie dzień odpłaty

source: The entire corporation is basically a religious sect
pl: Cała korporacja jest w zasadzie religijną sektą

source: The less you can be seen, the safer
pl: Im mniej cię widać, tym bezpieczniej

source: Their employees are planning a bloody rebellion and intend to destroy the corporation from within
pl: Ich pracownicy planują krwawy bunt i zamierzają zniszczyć korporację od wewnątrz

source: Their insane management is planning a worldwide apocalypse
pl: Ich szalony zarząd planuje światową apokalipsę

source: Their official activities are a cover for human organ trafficking
pl: Ich oficjalna działalność jest przykrywką dla handlu organami ludzkimi

source: Their official activities are a cover for narco-business
pl: Ich oficjalna działalność jest przykrywką dla narkobiznesu

source: They are able to eavesdrop and analyse any data transmission
pl: Są w stanie podsłuchać i zanalizować dowolną transmisję danych

source: They are developing a plan to take over administrative power
pl: Opracowują plan przejęcia władzy administracyjnej

source: They are in possession of a mineral that can replace all known fuels
pl: Są w posiadaniu minerału, który może zastąpić wszelkie znane paliwa

source: They are installing consumer tracking equipment in their products
pl: W swoich produktach montują sprzęt do śledzenia konsumentów

source: They are planning a hostile takeover of the remaining corporations from their market sector
pl: Planują wrogie przejęcie pozostałych korporacji ze swojego sektora rynku

source: They are responsible for a series of epidemics in various places around the world
pl: Są odpowiedzialni za serię epidemii w różnych miejscach na świecie

source: They are running a project to breed dangerous, genetically modified beasts
pl: Prowadzą program hodowli niebezpiecznych, genetycznie modyfikowanych bestii

source: They conduct experiments on unaware workers
pl: Przeprowadzają eksperymenty na nieświadomych pracownikach

source: They dump manufacturing waste in poorer neighbourhoods
pl: Składują odpady produkcyjne w biedniejszych dzielnicach

source: They harbour and support various eco-terrorist groups
pl: Ukrywają i wspierają rozmaite grupy ekoterrorystyczne

source: They have an AI that possesses consciousness
pl: Mają SI, która posiada świadomość

source: They have bred clones of famous politicians and switched some of them
pl: Wyhodowali klony znanych polityków i podmienili niektórych z nich

source: They have built a secret base on the moon
pl: Zbudowali tajną bazę na Księżycu

source: They have carried out tests of tactical nuclear weapons in populated neighbourhoods
pl: Przeprowadzali testy taktycznej broni jądrowej w zamieszkanych dzielnicach

source: They have developed a miniaturised EMP weapon
pl: Opracowali zminiaturyzowaną, osobistą broń EMP

source: They have developed a virus capable of destroying the entire Infosphere
pl: Opracowali wirusa zdolnego zniszczyć całą Infosferę

source: They have developed a way to extend human life
pl: Opracowali sposób na przedłużanie ludzkiego życia

source: They have developed nanotechnology, allowing them to produce any thing from any matter
pl: Opracowali nanotechnologię, pozwalającą produkować dowolne rzeczy z każdej materii

source: They have developed technology to remotely control the human mind
pl: Opracowali technologię zdalnej kontroli ludzkiego umysłu

source: They have discovered traces of an ancient civilisation and unknown technology
pl: Odkryli ślady starożytnej cywilizacji i nieznanej technologii

source: They have made contact with an alien civilization in secret
pl: Nawiązali w tajemnicy kontakt z obcą cywilizacją

source: They have software that broadcasts subliminal messages in their advertisements
pl: Mają oprogramowanie pozwalające na emisję przekazu podprogowego w ich reklamach

source: They have tested chemical weapons in poorer parts of the city
pl: Testowali broń chemiczną w biedniejszych częściach miasta

source: They have the ability to transfer knowledge directly into the mind
pl: Posiadają możliwości transferu wiedzy bezpośrednio do umysłu

source: They hide the fact of the mass extermination of one of their own arcologies
pl: Ukrywają fakt masowej eksterminacji jednej ze swoich własnych arkologii

source: They indiscriminately buy up all available works of art and antiques
pl: Masowo skupują wszystkie dostępne dzieła sztuki i antyki

source: They maintain groups of hackers who regularly attack the Infosphere
pl: Utrzymują grupy hakerów regularnie atakujących Infosferę

source: They use the bodies of their dead employees for secret experiments
pl: Wykorzystują ciała swoich zmarłych pracowników do tajemniczych eksperymentów

source: They will use an unknown bacteriological weapon in an emergency situation
pl: W sytuacji zagrożenia wykorzystają nieznaną broń bakteriologiczną

source: Track down and recover an escaped employee
pl: Wytropić i odzyskać zbiegłego pracownika

source: Traits
pl: Cechy

source: Transparent
pl: Przezroczysty

source: Transport Services
pl: Usługi transportowe

source: Trust of ordinary people
pl: Zaufanie zwykłych ludzi

source: United by a common enemy
pl: Zjednoczeni wspólnym wrogiem

source: Username
pl: Nazwa użytkownika

source: Username required
pl: Nazwa użytkownika jest wymagana

source: Waste Disposal
pl: Utylizacja odpadów

source: We are better than others
pl: Jesteśmy lepsi od innych

source: We consciously and responsibly create a better world
pl: Świadomie i odpowiedzialnie tworzymy lepszy świat

source: Weapons and Ammunition
pl: Broń i amunicja

source: What you can't see does not exist and everyone has many faces
pl: Nie istnieje to czego nie widać a każdy ma wiele twarzy

source: What you gain with your own hands is yours
pl: Co zdobędziesz własnoręcznie, jest twoje

source: White, glossy
pl: Biały, połyskliwy

source: Without any additional markings
pl: Bez żadnych dodatkowych oznaczeń

source: Wrapped in a metallic grid
pl: Opleciony metaliczną siatką

source: any
pl: dowolny

source: class
pl: klasa

source: clear
pl: wyczyść

source: color
pl: kolor

source: column
pl: kolumna

source: cube
pl: sześcian

source: cyberdeck
pl: cyberdek

source: cybermods
pl: cybermodyfikacje

source: d10
pl: k10

source: d12
pl: k12

source: d20
pl: k20

source: d4
pl: k4

source: d6
pl: k6

source: d8
pl: k8

source: detail
pl: szczegóły

source: established
pl: aktywne

source: export
pl: eksport

source: eye
pl: oko

source: gate
pl: brama

source: generate
pl: generuj

source: hp
pl: ochr

source: ice
pl: lod

source: infinity symbol
pl: symbol nieskończoności

source: mask
pl: maska

source: mock-up of a building
pl: makieta budynku

source: model of an atom
pl: model atomu

source: node class
pl: klasa węzła

source: perpendicular
pl: prostopadłościan

source: pyramid
pl: piramida/ziggurat

source: ring
pl: pierścień

source: screen
pl: ekran

source: shape
pl: kształt

source: sphere
pl: kula

source: switch to Client
pl: Tryb klienta

source: switch to Host
pl: Tryb gospodarza

source: tab_board
pl: Wiadomości

source: tab_draw
pl: Tablica

source: tab_notes
pl: Notatki

source: tab_players
pl: Postacie

source: tab_roll
pl: Rzut

source: triangle
pl: trójkąt

source: vortex
pl: wir
